Repository: olvid-io/olvid-ios
Catalog: Sources/App/AppAndExtensions/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
ja: 拒否
ko: 거부
pt_br: Rejeitar
pt_pt: Rejeitar
ru: Отклонить
uk: Відхилити
zh_hans: 拒绝

source: Remotely wiped
de: Fernlöschung
es: Borrado remotamente
fr: Éliminé à distance
it: Cancellato da remoto
ja: リモートで消去
ko: 원격으로 삭제됨
pt_br: Apagado remotamente
pt_pt: Apagado remotamente
ru: Удалённо очищено
uk: Віддалено стерто
zh_hans: 已远程擦除

source: Remotely wiped by %@
de: Von %@ aus der Ferne gelöscht
es: Borrado remotamente por %@
fr: Éliminé à distance par %@
it: Cancellato da remoto da %@
ja: %@によってリモートで消去されました
ko: %@에서 원격으로 삭제되었습니다.
pt_br: Apagado remotamente por %@
pt_pt: Apagado remotamente por %@
ru: Удалено удалённо пользователем %@
uk: Віддалено очищено користувачем %@
zh_hans: 由 %@ 远程擦除

source: Remove nickname
de: Spitznamen entfernen
es: Eliminar apodo
fr: Supprimer le surnom
it: Rimuovi soprannome
ja: ニックネームを削除
ko: 별칭 삭제
pt_br: Remover apelido
pt_pt: Remover apelido
ru: Удалить никнейм
uk: Видалити псевдонім
zh_hans: 移除昵称

source: Reply
de: Antworten
es: Responder
fr: Répondre
it: Rispondi
ja: 返信
ko: 답장
pt_br: Responder
pt_pt: Responder
ru: Ответить
uk: Відповідь
zh_hans: 回复

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
pt_br: Redefinir
pt_pt: Redefinir
ru: Сбросить
uk: Скинути
zh_hans: 重置

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
pt_br: Restaurar
pt_pt: Restaurar
ru: Восстановить
uk: Відновити
zh_hans: 恢复

source: Restore a backup
de: Ein Backup wiederherstellen
es: Restaurar una copia de seguridad
fr: Restaurer une sauvegarde
it: Ripristina un backup
ja: バックアップを復元
ko: 백업 복원
pt_br: Restaurar um backup
pt_pt: Restaurar uma cópia de segurança
ru: Восстановить из резервной копии
uk: Відновити резервну копію
zh_hans: 恢复备份

source: Right Tone
de: Richtiger Ton
es: Tono Correcto
it: Tono Corretto
ja: 適切なトーン
ko: 적절한 톤
pt_br: Tom adequado
pt_pt: Tom Adequado
ru: Правильный тон
uk: Правильний тон
zh_hans: 合适的语气

# SEARCH_RETURNED_NO_RESULT
source: No message found 🥲
de: Keine Nachricht gefunden 😞
es: No se encontraron mensajes 🙁
fr: Aucun message trouvé 🥲
it: Nessun messaggio trovato 🙁
ja: メッセージは見つかりませんでした 😥
ko: 메시지를 찾을 수 없습니다 🙁
pt_br: Nenhuma mensagem encontrada 😔
pt_pt: Nenhuma mensagem encontrada 🙁
ru: Сообщений не найдено 🙁
uk: Повідомлень не знайдено 🔎
zh_hans: 未找到消息 🥲

source: Secure call in progress
de: Sicherer Anruf läuft
es: Llamada segura en curso
fr: Appel sécurisé en cours
it: Chiamata sicura in corso
ja: 安全な通話中です
ko: 안전한 통화 중
pt_br: Chamada segura em andamento
pt_pt: Chamada segura em curso
ru: Идет защищенный звонок
uk: Триває захищений дзвінок
zh_hans: 正在进行安全通话

source: Select
de: Auswählen
es: Seleccionar
fr: Sélect.
it: Seleziona
ja: 選択
ko: 선택
pt_br: Selecionar
pt_pt: Selecionar
ru: Выбрать
uk: Виберіть
zh_hans: 选择

# SELECT_NEW_CALL_PARTICIPANTS
source: Select participants to add to the ongoing call.
de: Wähle Teilnehmer aus, die dem laufenden Anruf hinzugefügt werden sollen.
es: Selecciona los participantes que quieres añadir a la llamada en curso.
fr: Sélectionnez les utilisateurs à ajouter à l'appel
it: Seleziona i partecipanti da aggiungere alla chiamata in corso.
ja: 現在進行中の通話に追加する参加者を選択してください。
ko: 진행 중인 통화에 추가할 참여자를 선택하세요.
pt_br: Selecione os participantes para adicionar à chamada em andamento.
pt_pt: Selecione os participantes para adicionar à chamada em curso.
ru: Выберите участников, которых нужно добавить в текущий вызов.
uk: Оберіть учасників, яких потрібно додати до поточного дзвінка.
zh_hans: 选择要添加到当前通话中的参与者

source: Select the contacts to call
de: Wähle die Kontakte zum Anrufen aus
es: Selecciona los contactos a los que llamar
fr: Choisissez les contacts à appeler
it: Seleziona i contatti da chiamare
ja: 通話する連絡先を選択
ko: 전화할 연락처를 선택하세요
pt_br: Selecione os contatos para ligar
pt_pt: Selecione os contactos para chamar
ru: Выберите контакты для вызова
uk: Оберіть контакти для дзвінка
zh_hans: 选择要呼叫的联系人

source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
pt_br: Enviar mensagem
pt_pt: Enviar mensagem
ru: Отправить сообщение
uk: Надіслати повідомлення
zh_hans: 发送消息

# SEND_READ_RECEIPTS_LABEL
source: Send read receipts
de: Lesebestätigungen senden
es: Enviar confirmaciones de lectura
fr: Confirmation de lecture
it: Invia ricevute di lettura
ja: メッセージの既読通知を送信
ko: 메시지 확인 영수증 보내기
pt_br: Enviar confirmações de leitura
pt_pt: Enviar confirmações de leitura
ru: Отправлять уведомления о прочтении
uk: Надсилати підтвердження прочитання
zh_hans: 发送已读回执

# SEND_READ_RECEIPT_SECTION_FOOTER
source: When activated, your contacts will be notified when you have read their messages within this discussion.
de: Wenn aktiviert, werden Ihre Kontakte benachrichtigt, wenn Sie deren Nachrichten in dieser Unterhaltung gelesen haben.
es: Cuando se activa, tus contactos serán notificados cuando hayas leído sus mensajes en esta conversación.
fr: Si ce réglage est activé, vos correspondants recevront une confirmation lorsque vous aurez lu leurs messages dans le cadre de cette discussion.
it: Quando attivata, i tuoi contatti saranno avvisati quando avrai letto i loro messaggi in questa conversazione.
ja: この機能を有効にすると、指定したチャットで相手のメッセージを読んだ際に、そのことが連絡先に通知されます。
ko: 이 기능을 활성화하면 대화 상대방이 메시지를 읽은 시간을 알림으로 받게 됩니다.
pt_br: Quando ativado, seus contatos serão notificados quando você ler as mensagens deles nesta conversa.
pt_pt: Quando ativado, os seus contactos serão notificados quando tiver lido as mensagens que receberam nesta conversa.
ru: Когда включено, ваши контакты будут уведомлены о том, что вы прочитали их сообщения в этом диалоге.
uk: Коли ввімкнено, ваші контакти будуть сповіщені, коли ви прочитаєте їхні повідомлення в цій розмові.
zh_hans: 启用后，您的联系人将在您阅读此对话中的消息时收到通知。

# SEND_RESOLUTION
source: Send definition
de: Definieren senden
es: Enviar definición
fr: Définition en envoi
it: Invia definizione
ja: 定義を送信
ko: 정의 전송
pt_br: Enviar definição
pt_pt: Enviar definição
ru: Отправить определение
uk: Надіслати визначення
zh_hans: 发送定义

source: Could not be sent to some recipients
de: Konnte einigen Empfängern nicht zugestellt werden
es: No se pudo enviar a algunos destinatarios
fr: N'a pas pu être envoyé à au moins un destinataire
it: Impossibile inviare a alcuni destinatari
ja: 一部の受信者に送信できませんでした
ko: 일부 수신자에게 전송하지 못했습니다.
pt_br: Não foi possível enviar para alguns destinatários
pt_pt: Não foi possível enviar para alguns destinatários
ru: Не удалось отправить некоторым получателям
uk: Не вдалося відправити деяким отримувачам
zh_hans: 无法发送给部分接收者

source: Could not be sent to the recipient
de: Konnte dem Empfänger nicht gesendet werden
es: No se pudo enviar al destinatario
fr: N'a pas pu être envoyé au destinataire
it: Impossibile inviare al destinatario
ja: 受信者に送信できませんでした
ko: 수신자에게 전송할 수 없습니다.
pt_br: Não foi possível enviar para o destinatário
pt_pt: Não foi possível enviar para o destinatário
ru: Не удалось отправить сообщение получателю
uk: Не вдалося відправити одержувачу
zh_hans: 无法发送给收件人

# SENT_MESSAGE_STATUS_KIND_FULLY_DELIVERED_AND_FULLY_READ_MORE_THAN_ONE_RECIPIENT
source: Read by all the recipients
de: Von allen Empfängern gelesen
es: Leído por todos los destinatarios
fr: Lu par tous les destinataires
it: Letto da tutti i destinatari
ja: すべての受信者によって既読
ko: 모든 수신자가 읽음
pt_br: Lido por todos os destinatários
pt_pt: Lido por todos os destinatários
ru: Прочитано всеми получателями
uk: Прочитано всіма одержувачами
zh_hans: 所有收件人都已阅读

source: Read by the recipient
de: Vom Empfänger gelesen
es: Leído por el destinatario
fr: Lu par le destinataire
it: Visualizzato dal destinatario
ja: 相手がメッセージを既読
ko: 상대방이 읽음
pt_br: Mensagem lida pelo destinatário
pt_pt: Lido pelo destinatário
ru: Прочитано получателем
uk: Повідомлення прочитане одержувачем
zh_hans: 已由收件人阅读

# SENT_MESSAGE_STATUS_KIND_FULLY_DELIVERED_AND_NOT_READ_MORE_THAN_ONE_RECIPIENT
source: Delivered to all recipients
de: An alle Empfänger zugestellt
es: Entregado a todos los destinatarios
fr: Reçu par tous les destinataires
it: Consegnato a tutti i destinatari
ja: すべての受信者に送信
ko: 모든 수신자에게 전송됨
pt_br: Entregue a todos os destinatários
pt_pt: Entregue a todos os destinatários
ru: Доставлено всем получателям
uk: Доставлено всім отримувачам
zh_hans: 已发送给所有收件人

source: Delivered to the recipient
de: Dem Empfänger zugestellt
es: Entregado al destinatario
fr: Reçu par le destinataire
it: Consegnato al destinatario
ja: 受信者に送信済み
ko: 수신자에게 전달됨
pt_br: Entregue ao destinatário
pt_pt: Entregue ao destinatário
ru: Доставлено получателю
uk: Доставлено одержувачу
zh_hans: 已发送给收件人

source: Delivered to all recipients and read by at least one
de: An alle Empfänger zugestellt und von mindestens einer Person gelesen
es: Entregado a todos los destinatarios y leído por al menos uno
fr: Reçu par tous les destinataires et lu par au moins un destinataire
it: Consegnato a tutti i destinatari e letto da almeno uno
ja: すべての受信者に送信され、少なくとも 1 人がメッセージを読みました
ko: 모든 수신자에게 전송되었고, 적어도 한 명이 읽었습니다.
pt_br: Entregue a todos os destinatários e lido por pelo menos um
pt_pt: Entregue a todos os destinatários e lido por pelo menos um
ru: Доставлено всем получателям и прочитано хотя бы одним
uk: Доставлено всім одержувачам і прочитано принаймні одним
zh_hans: 已发送给所有收件人，且至少有一人已阅读

# SENT_MESSAGE_STATUS_KIND_HAS_NO_RECIPIENT
source: No recipient
de: Kein Empfänger
es: Ningún destinatario
fr: Aucun destinataire
it: Nessun destinatario
ja: 受信者なし
ko: 수신자 없음
pt_br: Nenhum destinatário
pt_pt: Sem destinatário
ru: Нет получателя
uk: Немає одержувача
zh_hans: 没有收件人

# SENT_MESSAGE_STATUS_KIND_PARTIALLY_DELIVERED_AND_PARTIALLY_READ
source: Read by at least one recipient, but not by everyone
de: Wurde von mindestens einem Empfänger gelesen, aber nicht von allen
es: Leído por al menos un destinatario, pero no por todos
fr: Lu par au moins un destinataire, mais pas par tous
it: Letto da almeno un destinatario, ma non da tutti
ja: 少なくとも1人の受信者が既読にしたが、すべての受信者が既読にしたわけではない
ko: 최소 한 명 이상의 수신자가 읽었지만, 모든 수신자가 읽지는 않았습니다.
pt_br: Lido por pelo menos um destinatário, mas não por todos.
pt_pt: Lido por pelo menos um destinatário, mas não por todos.
ru: Прочитано хотя бы одним получателем, но не всеми
uk: Прочитано принаймні одним отримувачем, але не всіма
zh_hans: 至少有一位收件人已阅读，但并非所有收件人都已阅读

# SENT_MESSAGE_STATUS_KIND_PARTIALLY_DELIVERED_NOT_READ
source: Delivered to at least one recipient, but not to everyone
de: Mindestens einem Empfänger zugestellt, aber nicht allen
es: Entregado al menos a un destinatario, pero no a todos
fr: Reçu par au moins un destinataire, mais pas par tous
it: Consegnato ad almeno un destinatario, ma non a tutti
ja: 少なくとも1人の受信者に送信されましたが、すべての受信者に送信されたわけではありません
ko: 최소 한 명의 사용자에게는 전송되었지만, 모든 사용자에게는 전송되지 않았습니다.
pt_br: Entregue a pelo menos um destinatário, mas não a todos
pt_pt: Entregue a pelo menos um destinatário, mas não a todos
ru: Доставлено хотя бы одному получателю, но не всем
uk: Доставлено принаймні одному отримувачу, але не всім
zh_hans: 已发送给至少一位收件人，但并非所有收件人

# SENT_MESSAGE_STATUS_KIND_PROCESSING
source: Upload in progress
de: Upload läuft...
es: Carga en progreso
fr: Envoi en cours
it: Caricamento in corso
ja: アップロード中
ko: 업로드 중
pt_br: Envio em andamento
pt_pt: A carregar
ru: Загрузка в процессе
uk: Завантаження в процесі
zh_hans: 正在上传

# SENT_MESSAGE_STATUS_KIND_SENT
source: Uploaded on the server
de: Auf den Server hochgeladen
es: Subido al servidor
fr: Déposé sur le serveur
it: Caricato sul server
ja: サーバーにアップロード
ko: 서버에 업로드됨
pt_br: Enviado para o servidor
pt_pt: Carregado no servidor
ru: Загружено на сервер
uk: Завантажено на сервер
zh_hans: 已上传到服务器

# SENT_MESSAGE_STATUS_KIND_SENT_FROM_ANOTHER_OWNED_DEVICE
source: Sent from another of your devices
de: Gesendet von einem Ihrer anderen Geräte
es: Enviado desde otro de tus dispositivos
fr: Envoyé depuis un autre de vos appareils
it: Inviato da un altro tuo dispositivo
ja: 他のデバイスから送信
ko: 다른 기기에서 보낸 메시지
pt_br: Enviado de outro dispositivo seu
pt_pt: Enviado a partir de outro dos seus dispositivos
ru: Отправлено с другого вашего устройства
uk: Надіслано з іншого вашого пристрою
zh_hans: 由您的另一设备发送

# SENT_MESSAGE_STATUS_KIND_UNPROCESSED
source: Upload will start as soon as possible
de: Der Upload beginnt sobald wie möglich
es: La subida comenzará lo antes posible
fr: L'envoi débutera dès que possible
it: Il caricamento inizierà il prima possibile
ja: アップロードはできるだけ早く開始されます
ko: 업로드가 가능한 즉시 시작됩니다.
pt_br: O envio será iniciado o mais rápido possível
pt_pt: O envio será iniciado assim que possível
ru: Загрузка начнется как можно скорее
uk: Завантаження розпочнеться якомога швидше
zh_hans: 上传将尽快开始

# SERVER_DOES_NOT_SUPPORT_CALLS
source: The server does not support calls.
de: Der Server unterstützt keine Anrufe.
es: El servidor no admite llamadas.
fr: Le serveur ne permet pas de passer des appels
it: Il server non supporta le chiamate.
ja: サーバーは通話機能をサポートしていません。
ko: 서버에서 음성 통화를 지원하지 않습니다.
pt_br: O servidor não oferece suporte para chamadas.
pt_pt: O servidor não suporta chamadas.
ru: Сервер не поддерживает звонки.
uk: Сервер не підтримує дзвінки.
zh_hans: 服务器不支持通话功能。

# SETTINGS_TITLE_HISTORY_TRANSFER
source: Chat history transfer
de: Chatverlauf übertragen
es: Transferencia del historial de chat
fr: Transfert d’historique des discussions
it: Trasferimento della cronologia chat
ja: チャット履歴の移行
ko: 채팅 기록 전송
pt_br: Transferência do histórico de conversas
pt_pt: Transferir histórico de conversas
ru: Перенос истории чатов
uk: Перенесення історії чату
zh_hans: 聊天记录迁移

# SETTINGS_UPDATE_TITLE
source: Settings update
de: Einstellungen aktualisieren
es: Actualización de ajustes
fr: Mise à jour de la configuration
it: Aggiornamento impostazioni
ja: 設定の更新
ko: 설정 업데이트
pt_br: Atualização das configurações
pt_pt: Atualização das definições
ru: Обновление настроек
uk: Оновлення налаштувань
zh_hans: 设置已更新

# SHARED_CONFIG
source: Shared configuration
de: Gemeinsame Konfiguration
es: Configuración compartida
fr: Configuration partagée
it: Configurazione condivisa
ja: 共有設定
ko: 공유 구성
pt_br: Configuração compartilhada
pt_pt: Configuração partilhada
ru: Общая конфигурация
uk: Спільна конфігурація
zh_hans: 共享配置

# SHARE_MSG_OLVID_TAKES_TOO_LONG_TO_START
source: If the problem persists, you can help the development team by tapping the button below. This will share (only) the following message with them.
de: Wenn das Problem weiterhin besteht, können Sie dem Entwicklungsteam helfen, indem Sie auf die Schaltfläche unten tippen. Dadurch wird (nur) die folgende Nachricht mit ihnen geteilt.
es: Si el problema persiste, puedes ayudar al equipo de desarrollo tocando el botón de abajo. Esto compartirá (solo) el siguiente mensaje con ellos.
fr: Si le problème persiste, vous pouvez aider l'équipe de développement à résoudre votre problème via la bouton ci-dessous. Vous partagerez (uniquement) le message encadré ci-dessous avec elle.
it: Se il problema persiste, puoi aiutare il team di sviluppo toccando il pulsante qui sotto. Questo condividerà (solo) il messaggio seguente con loro.
ja: 問題が解決しない場合は、以下のボタンをタップして開発チームに協力してください。これにより、（該当の）メッセージのみが開発チームと共有されます。
ko: 문제가 계속되면 아래 버튼을 탭하여 개발팀에 도움을 줄 수 있습니다. 이렇게 하면 해당 메시지가 (해당 메시지만) 개발팀에 공유됩니다.
pt_br: Se o problema persistir, você pode ajudar a equipe de desenvolvimento tocando no botão abaixo. Isso compartilhará (apenas) a seguinte mensagem com eles.
pt_pt: Se o problema persistir, pode ajudar a equipa de desenvolvimento ao tocar no botão abaixo. Isto partilhará (apenas) a seguinte mensagem com eles.
ru: Если проблема не исчезнет, вы можете помочь команде разработчиков, нажав кнопку ниже. Это позволит отправить им (только) следующее сообщение.
uk: Якщо проблема не зникає, ви можете допомогти команді розробників, натиснувши кнопку нижче. Це надішле їм (лише) наступне повідомлення.
zh_hans: 如果问题仍然存在，您可以点击下面的按钮来帮助开发团队。这将与他们共享（仅限）以下消息。

# SHORTEN_INTRODUCTURY_MESSAGE
source: Show condensed intro message
de: Kompakte Einführungsnachricht anzeigen
es: Mostrar mensaje introductorio condensado
fr: Afficher le message d’introduction condensé
it: Mostra messaggio introduttivo condensato
ja: 短い紹介メッセージを表示
ko: 간략한 소개 메시지 표시
pt_br: Mostrar mensagem de introdução resumida
pt_pt: Mostrar mensagem de introdução resumida
ru: Показать краткое вводное сообщение
uk: Показати стислий вступний меседж
zh_hans: 显示精简的介绍消息

# SHOW_CURRENT_COORDINATORS_OPS
source: Show current coordinators operations
de: Aktuelle Koordinatoren-Operationen anzeigen
es: Mostrar operaciones de los coordinadores actuales
fr: Voir les opérations courantes
it: Mostra le operazioni dei coordinatori correnti
ja: 現在のコーディネーターの操作を表示
ko: 현재 코디네이터 작업 표시
pt_br: Mostrar as operações dos coordenadores atuais
pt_pt: Mostrar as operações atuais dos coordenadores
ru: Показать текущие операции координаторов
uk: Показати поточні операції координаторів
zh_hans: 显示当前协调器的操作

source: Show in discussion
de: In Diskussion anzeigen
es: Mostrar en la conversación
fr: Afficher dans la discussion
it: Mostra nella discussione
ja: ディスカッションに表示
ko: 대화에 표시
pt_br: Mostrar na conversa
pt_pt: Mostrar na conversa
ru: Показать в обсуждении
uk: Показати в обговоренні
zh_hans: 在讨论中显示

# SHOW_SETTINGS_SCREEN
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
pt_pt: Definições
ru: Настройки
uk: Налаштування
zh_hans: 设置

# SNACK_BAR_BODY_GRANT_PERMISSION_TO_RECORD
source: You missed a call!
de: Du hast einen Anruf verpasst!
es: ¡Perdiste una llamada!
fr: Vous avez raté un appel !
it: Hai perso una chiamata!
ja: 着信を見逃しました！
ko: 전화를 받지 못했습니다!
pt_br: Você perdeu uma chamada!
pt_pt: Perdeu uma chamada!
ru: Вы пропустили звонок!
uk: Ви пропустили дзвінок!
zh_hans: 您错过了一个来电！

# SNACK_BAR_BODY_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: You missed a call!
de: Du hast einen Anruf verpasst!
es: ¡Perdiste una llamada!
fr: Vous avez raté un appel !
it: Hai perso una chiamata!
ja: 着信を見逃しました！
ko: 전화가 왔었는데 받지 못했어요!
pt_br: Você perdeu uma chamada!
pt_pt: Perdeu uma chamada!
ru: Вы пропустили вызов!
uk: Ви пропустили дзвінок!
zh_hans: 您错过了一个电话！

# SNACK_BAR_BODY_NEW_APP_VERSION_AVAILABLE
source: A new version of Olvid is available 🥳!
de: Eine neue Version von Olvid ist verfügbar 🥳!
es: ¡Hay una nueva versión de Olvid disponible! 🚀
fr: Une nouvelle version d'Olvid est disponible 🥳 !
it: È disponibile una nuova versione di Olvid 🥳!
ja: Olvidの新しいバージョンが利用可能になりました🥳!
ko: Olvid의 새 버전이 출시되었습니다! 🎉
pt_br: Uma nova versão do Olvid está disponível! 🚀
pt_pt: Uma nova versão do Olvid está disponível! 🚀
ru: Доступна новая версия Olvid 🚀!
uk: Доступна нова версія Olvid 🥳!
zh_hans: Olvid 有新版本可用 🥳！

# SNACK_BAR_BUTTON_TITLE_GRANT_PERMISSION_TO_RECORD
source: Show me
de: Zeig es mir
es: Muéstrame
fr: Info
it: Mostrami
ja: 表示
ko: 보여줘
pt_br: Mostrar
pt_pt: Mostrar
ru: Покажи мне
uk: Покажи мені
zh_hans: 显示给我

# SNACK_BAR_BUTTON_TITLE_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: Show me
de: Zeig es mir
es: Muéstrame
fr: Info
it: Mostrami
ja: 表示
ko: 보여줘
pt_br: Mostre-me
pt_pt: Mostrar
ru: Покажи мне
uk: Покажи мені
zh_hans: 显示

# SNACK_BAR_DETAILS_BODY_GRANT_PERMISSION_TO_RECORD
source: To received a call, you need to allow Olvid to access the microphone.
de: Um einen Anruf entgegenzunehmen, muss Olvid Zugriff auf das Mikrofon haben.
es: Para recibir una llamada, debes permitir que Olvid acceda al micrófono.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro.
it: Per ricevere una chiamata, devi permettere a Olvid di accedere al microfono.
ja: 通話を受信するには、Olvidがマイクにアクセスできるように許可する必要があります。
ko: 전화를 받으려면 Olvid가 마이크에 접근할 수 있도록 허용해야 합니다.
pt_br: Para receber chamadas, você precisa permitir que o Olvid acesse o microfone.
pt_pt: Para receber chamadas, tem de permitir que a Olvid aceda ao microfone.
ru: Чтобы принимать звонки, необходимо разрешить Olvid доступ к микрофону.
uk: Щоб приймати дзвінки, потрібно дозволити Olvid доступ до мікрофона.
zh_hans: 要接收来电，您需要允许 Olvid 访问麦克风。

# SNACK_BAR_DETAILS_BODY_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: To received a call, you need to allow Olvid to access the microphone. To never miss a call again, please go to Settings and grant Olvid access to the microphone.
de: Um einen Anruf entgegenzunehmen, müssen Sie Olvid Zugriff auf das Mikrofon gewähren. Damit Sie nie wieder einen Anruf verpassen, gehen Sie bitte zu den Einstellungen und erteilen Sie Olvid Zugriff auf das Mikrofon.
es: Para recibir llamadas, debes permitir que Olvid acceda al micrófono. Para no perderte nunca más una llamada, por favor, ve a Ajustes y concede a Olvid acceso al micrófono.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro. Pour ne plus rater d'appel, allez dans les Réglages et autorisez l'accès au micro pour Olvid.
it: Per ricevere chiamate, devi permettere a Olvid di accedere al microfono. Per non perdere mai più una chiamata, vai su Impostazioni e concedi l'accesso al microfono a Olvid.
ja: 通話を受信するには、Olvidにマイクへのアクセスを許可する必要があります。二度と通話を見逃さないように、設定に移動してOlvidにマイクへのアクセスを許可してください。
ko: 전화를 받으려면 Olvid가 마이크에 접근할 수 있도록 허용해야 합니다. 다시는 전화를 놓치지 않으려면 설정으로 이동하여 Olvid가 마이크에 접근하도록 허용하세요.
pt_br: Para receber chamadas, você precisa permitir que o Olvid acesse o microfone. Para nunca mais perder uma chamada, vá em Configurações e conceda ao Olvid acesso ao microfone.
pt_pt: Para receber chamadas, precisa de autorizar o Olvid a aceder ao microfone. Para nunca mais perder uma chamada, vá às Definições e conceda ao Olvid acesso ao microfone.
ru: Чтобы принимать звонки, необходимо разрешить Olvid доступ к микрофону. Чтобы больше никогда не пропустить звонок, перейдите в Настройки и предоставьте Olvid доступ к микрофону.
uk: Щоб приймати дзвінки, Olvid потребує доступу до мікрофона. Щоб більше ніколи не пропустити дзвінок, будь ласка, перейдіть у Налаштування та надайте Olvid доступ до мікрофона.
zh_hans: 要接收来电，您需要允许 Olvid 访问麦克风。为了不再错过任何来电，请前往“设置”并授予 Olvid 访问麦克风的权限。

# SNACK_BAR_DETAILS_BODY_NEW_APP_VERSION_AVAILABLE
source: A new version of Olvid is available from the App Store. You are missing out amazing new features 🤓! We recommend you upgrade now 🚀.
de: Eine neue Version von Olvid ist im App Store verfügbar. Du verpasst tolle neue Funktionen 🤓! Wir empfehlen dir, jetzt zu aktualisieren 🚀.
es: Hay una nueva versión de Olvid disponible en la App Store. ¡Te estás perdiendo nuevas funciones increíbles 🤩! Recomendamos que la actualices ahora 🚀.
fr: Une nouvelle version d'Olvid est disponible dès maintenant sur l'App Store. Pour ne pas rater les dernières nouveautés d'Olvid 🤓, nous vous recommandons de mettre à jour maintenant 🚀.
it: È disponibile una nuova versione di Olvid sull'App Store. Ti stai perdendo incredibili nuove funzionalità ✨! Ti consigliamo di aggiornare ora 🚀.
ja: App StoreにOlvidの新しいバージョンが公開されています。素晴らしい新機能をご利用になっていない可能性があります🤓！今すぐアップデートすることをお勧めします🚀。
ko: App Store에서 Olvid의 새 버전이 출시되었습니다. 놓치고 있는 놀라운 새로운 기능들이 있습니다! 지금 바로 업데이트하는 것을 추천합니다.
pt_br: Uma nova versão do Olvid está disponível na App Store. Você está perdendo recursos incríveis! Recomendamos que você atualize agora.
pt_pt: Uma nova versão do Olvid está disponível na App Store. Está a perder novas funcionalidades incríveis! Recomendamos que faça o upgrade agora.
ru: Доступна новая версия Olvid в App Store. Вы пропускаете множество новых интересных функций 🤓! Мы рекомендуем обновиться сейчас 🚀.
uk: Доступна нова версія Olvid в App Store. Ви пропускаєте дивовижні нові функції 🤩! Рекомендуємо оновитися зараз 🚀.
zh_hans: Olvid 的新版本已在 App Store 上提供。您错过了许多令人惊叹的新功能！我们建议您立即升级。
